const dataBook=[

    { id:1,
      image: 'https://readrate.com/img/pictures/book/306/30606/30606/w160h240-stretch-0e5d31b2.jpg',
      nameBook: 'Время свинга',
      author: 'Зэди Смит',
      description: '«Время свинга» Зэди Смит – современная классика. Две девочки вместе занимались танцами, но потом обе вошли во взрослую жизнь, и их дружба распалась. Одна из них ушла в мир шоу-бизнеса и стала ассистенткой всемирно известной певицы Эйми. Вместе с группой певицы героиня отправится путешествовать по всему миру и узнает, как живут звёзды. Участвуя в благотворительной кампании в Африке вместе с Эйми, она вернётся к своим корням. Но это возвращение грозит опасностью: вся жизнь может перевернуться в одно мгновение. Делает ли происхождение человека от рождения ущербным, уменьшая его шансы на личное счастье?',
      showMore: false
    },

    {   id:2,
        image: 'https://readrate.com/img/pictures/book/307/30722/30722/w160h240-stretch-1d2b5f23.jpg',
        nameBook: 'Медвежий угол',
        author: 'Фредрик Бакман',
        description: 'Бьорнстад – Медвежий угол – крошечный городок на таёжном севере Швеции, дальше только лес и замёрзшее почти три четверти года озеро. В городке есть загибающаяся фабрика, магазин, школа и хоккейный стадион, на котором тренируется юниорская команда – главная достопримечательность, гордость и смысл существования городка: однажды ей досталось аж второе место на чемпионате страны. Кевин – восходящая звезда хоккея, Мая – дочь спортивного директора. На вечеринке после победы в четвертьфинале происходит непоправимое… и Бьорнстад ополчается против жертвы, отнявшей у города будущее. Успеет ли Бьорнстад прийти в себя до того, как станет слишком поздно? Обретёт ли новое будущее? После добрых трагикомических книг про Уве, бабушку и Бритт-Мари Фредрик Бакман пишет острую социальную драму. Здесь и размышления об ответственности за тех, кого мы воспитали, и вопрос, что важнее – судьба города или человека, и капкан дружбы. Впрочем, фирменный бакманский юмор, к которому мы привыкли, тоже там будет, но немного другой – более зрелый и с горчинкой.',
        showMore: false
  
      },
      { id:3,
        image: 'https://readrate.com/img/pictures/book/302/30253/30253/w160h240-stretch-12bd8a97.jpg',
        nameBook: 'Тобол. Много званых (том 1)',
        author: 'Алексей Иванов',
        description: 'Если хочется не выдуманных судеб, а большого романа на реальных исторических событиях, безусловный фаворит здесь Алексей Иванов с первой частью романа «Тобол». Писатель, известный как главный пиарщик Урала, решил рассказать про богатую историю других российских регионов. «Тобол. Много званых» – реальные сюжеты об освоении Сибири, битва раскольников и посланников Петра Первого, настоящая крепость сибирского характера и несгибаемость природы. Здесь вам и политический детектив, и исторический роман, и даже немножко фэнтези. «Тобол» – этакая отечественная «Игра престолов», только основанная на реальных событиях.',
        showMore: false
      },

      { id:4,
        image: 'https://readrate.com/img/pictures/book/306/30662/30662/w160h240-stretch-8f601fe2.jpg',
        nameBook: 'Министерство наивысшего счастья',
        author: 'Арундати Рой',
        description: 'Перерыв между первым и вторым романом в 20 лет – редкое явление. Вдвойне редкое, когда и спустя такое долгое время (сменились читательские поколения и предпочтения) вашу вторую книгу напряжённо ждут. Индийская писательница Арундати Рой доказала, что это возможно. Её первая книга «Бог мелочей», после которой Рой буквально проснулась знаменитой, вышла в 1997 году. Осенью 2018-го, после долгих анонсов и редакторской шлифовки, новый роман «Министерство наивысшего счастья» вышел на русском языке.  Лучше всякой аннотации и краткого пересказа сюжета на книгу работают слова самой писательницы: «Если у первого произведения сердце было разбито, то у этого оно разбито вдребезги». Место действия романа – кладбище Дели, где находят покой не только усопшие, но и приют – вполне живые. Здесь живут самые разные люди, от бедных художников до нищих беженцев, и у каждого своя история. Это книга о людях, которые ищут счастья в мире, полном войн и насилия.',
        showMore: false
      },

      { id:5,
        image: 'https://readrate.com/img/pictures/book/307/30708/30708/w160h240-stretch-f5850dc0.jpg',
        nameBook: 'Свои-чужие',
        author: 'Энн Пэтчетт',
        description: 'Энн Пэтчетт, как её старшие подруги Энн Тайлер и Фэнни Флэгг, делает из обычных семейных историй шедевры психологической прозы. Но роман «Свои-чужие» выделяется на фоне остальных, очень хороших книг писательницы. Он самый настоящий. Для Пэтчетт «Свои-чужие» стал чем-то вроде психотерапии, в него она вложила все чувства и душу. Рассказ о том, как из-за одной случайной встречи на крестинах были разрушены две семьи и шестеро детей стали в обеих одновременно «своими-чужими» – история самой Пэтчетт. В мире каждый день кто-нибудь женится и разводится, истории любви прекрасны даже спустя много лет в пересказе на семейных вечеринках («Он пришёл с бутылкой джина на чужие крестины – и встретил её»). Но вот что происходит дальше? Об этом и рассказывает Пэтчетт с тихой и неосуждающей позиции наблюдателя.',
        showMore: false
      },

      { id:6,
        image: 'https://readrate.com/img/pictures/book/306/30630/30630/w160h240-stretch-ecd01b10.jpg',
        nameBook: 'Дети мои',
        author: 'Гузель Яхина',
        description: 'Гузель Яхина в романе «Дети мои» рассказывает о поволжских немцах, об их трагических судьбах, жизненном укладе и причудливом фольклоре. А ещё о том, как всё это было разрушено депортацией 1941 года. Действие книги разворачивается в 1920–1930-е в Поволжье, главный герой – учитель немецкого и немец Якоб Бах, который обретает настоящее величие через любовь к детям. После смерти жены он растит свою единственную дочь Анче и приблудного киргиза-приёмыша Ваську на уединённом хуторе. Автор описывает почти идиллический сказочный замкнутый мир. Неожиданно детей отбирают у главного героя, и им без него... оказывается лучше. Несмотря на всю любовь.',
        showMore: false
      },

      { id:7,
        image: 'https://readrate.com/img/pictures/book/306/30696/30696/w160h240-stretch-b6068b4e.jpg',
        nameBook: 'Осень',
        author: 'Али Смит',
        description: '«Осень» Али Смит вошла в шорт-лист «Букера». Это роман о жизни в Великобритании после Брексита, об осени королевства и о том, какие изменения происходят в людях после недавних общественных событий. Политическую тему писательница соединила с сюжетом о любви Дэниэла и Элизабет, которые познакомились, когда ей было 11, а ему – 80 лет. Книгу уже назвали первым великим романом эры пост-Брексит о сломе времён и неясном будущем Британии. Она входит в амбициозный «сезонный» проект Али Смит – помимо «Осени», уже вышли «Зима» и «Весна». ',
        showMore: false
      },

      { id:8,
        image: 'https://readrate.com/img/pictures/book/307/30702/30702/w160h240-stretch-64d95cf9.jpg',
        nameBook: 'Наполеонов обоз. Книга 1. Рябиновый клин',
        author: 'Дина Рубина',
        description: 'Дина Рубина написала эпическую трилогию «Наполеонов обоз», название которой отсылает к легенде об обозе с сокровищами, которые Наполеон в 1812 году пытался вывезти из России, но по дороге ценности исчезли. Однако действие разворачивается не в XIX веке, а в наши дни с флешбэками в 1960-е и 1970-е годы. Роман задуман как история современных Орфея и Эвридики, живущих в маленьком железнодорожном посёлке, только разлучённых жизнью. Первая книга серии – «Рябиновый клин». Она рассказывает о зарождении чувства. Мы читаем о буднях редактора современной российской прозы, зрелой женщины, ныне работающей на крупное издательство, а также о временах, когда она была ещё девчонкой и в неё влюбился мальчик, играющий на рожке и хранящий таинственный ключ, связанный с пропавшими сокровищами Наполеона.',
        showMore: false
      },

      { id:9,
        image: 'https://readrate.com/img/pictures/book/307/30776/30776/w160h240-stretch-4b31d33e.jpg',
        nameBook: 'Как-то лошадь входит в бар',
        author: 'Давид Гроссман',
        description: 'Фраза «Как-то лошадь входит в бар» – начало множества бородатых анекдотов. Книга под тем же названием и сама похожа на анекдот: вроде бы мучительно смешная, но смеяться не тянет. Главные темы Гроссмана – Эрец-Исраэль, холокост, но ещё и поиск себя, одиночество, утраченное детство. До шуток ли тут? ',
        showMore: false
      },
      
      { id:10,
        image: 'https://readrate.com/img/pictures/book/307/30795/30795/w160h240-stretch-ec00752c.jpg',
        nameBook: 'Смерть сердца',
        author: 'Элизабет Боуэн',
        description: 'Проза Элизабет Боуэн, у нас практически неизвестная, перекидывает мостик между Вирджинией Вулф и Айрис Мёрдок и уже давно является классикой британской литературы. В романе «Смерть сердца» шестнадцатилетняя Порция после смерти родителей вынуждена переехать в Лондон, к семье сводного брата. Её ждут знакомства с новыми людьми, самокопание и, конечно, первая любовь, неуклюжая и болезненная. Нежный, но в то же время острый роман о неминуемом взрослении и о том, как людям приходится обрастать уродливой бронёй, чтобы лучше уживаться среди опасностей и неудобств мира.',
        showMore: false
      },

      { id:11,
        image: 'https://readrate.com/img/pictures/book/306/30696/30696/w160h240-stretch-b6068b4e.jpg',
        nameBook: 'Осень',
        author: 'Али Смит',
        description: '«Осень» Али Смит вошла в шорт-лист «Букера». Это роман о жизни в Великобритании после Брексита, об осени королевства и о том, какие изменения происходят в людях после недавних общественных событий. Политическую тему писательница соединила с сюжетом о любви Дэниэла и Элизабет, которые познакомились, когда ей было 11, а ему – 80 лет. Книгу уже назвали первым великим романом эры пост-Брексит о сломе времён и неясном будущем Британии. Она входит в амбициозный «сезонный» проект Али Смит – помимо «Осени», уже вышли «Зима» и «Весна». ',
        showMore: false
      }

]
export default dataBook;